/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@) : Spojení vypovězeno";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "%1$@ (%2$@) Nastavení";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ obdržel 1 novou zprávu.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ je ve vašem místním seznamu přátel, ale ne v serverovém seznamu. Přejete si přidat tohoto přítele do vašeho seznamu přátel?";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@; pro registraci poklepejte.";

/* No comment provided by engineer. */
"(unknown)" = "(neznámý)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nový účet>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Ad-hoc příkaz; pro vykonání poklepejte";

/* No comment provided by engineer. */
"Add" = "Přidat";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium : Výpověď";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "Adium nemůže ověřit totožnost „%@”.";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Adium nemůže nalézt žádné informace o uživatelově profilu. Možná nemá zaregistrované jméno.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Adium výpověď: %@";

/* No comment provided by engineer. */
"Adium User" = "Uživatel Adium";

/* Button title to allow an action */
"Allow" = "Povolit";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Povolit stránky MSN Mobile?";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "Vyskytla se chyba při posílání souboru.";

/* No comment provided by engineer. */
"Authenticating" = "Ověřování totožnosti";

/* Connection step */
"Balancer handshake" = "Začátek spojení";

/* No comment provided by engineer. */
"Ban" = "Zakázat";

/* No comment provided by engineer. */
"Bankick" = "Vykopnout/Zakázat";

/* No comment provided by engineer. */
"Blocked" = "Blokován";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Zrušit upozornění %@";

/* Category table column header for the service discovery browser */
"Category" = "Kategorie";

/* Menu item title for changing the password of an account */
"Change Password" = "Změnit heslo";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "Konferenční služba; pro připojení poklepejte";

/* Button title to connect; this is a verb */
"Connect" = "Spojit";

/* Connection step */
"Connected" = "Připojeno";

/* No comment provided by engineer. */
"Connecting" = "Připojování";

/* No comment provided by engineer. */
"Connection error." = "Chyba spojení.";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Chyba synchronizace seznamu přátel pro %@";

/* No comment provided by engineer. */
"Continue" = "Pokračovat";

/* No comment provided by engineer. */
"Delete" = "Smazat";

/* No comment provided by engineer. */
"Delete & Unregister" = "Smazat a zrušit registraci";

/* No comment provided by engineer. */
"Delete Account" = "Smazat účet";

/* No comment provided by engineer. */
"Delete Account from Server" = "Smazat účet ze serveru";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "Smazat účet %@? Také můžete, jestliže je to možné, zrušit registraci účtu na serveru.";

/* No comment provided by engineer. */
"Deop" = "Deop";

/* No comment provided by engineer. */
"Devoice" = "Utišit";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "Adresářová služba: pro hledání poklepejte";

/* Button title to prevent an action */
"Disallow" = "Zakázat";

/* No comment provided by engineer. */
"Discovery Browser" = "Prohlížeč Discovery";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Přejete si povolit/zakázat přátelům ve vašem seznamu poslat vám stránky MSN Mobile na váš mobilní telefon nebo jiné mobilní zařízení?";

/* Used as a label for a username specified by email address */
"Email" = "Email";

/* Connection step */
"Exchanging key hash" = "Výměna hašovacího klíče";

/* No comment provided by engineer. */
"Fetching..." = "Načítá se…";

/* No comment provided by engineer. */
"File Send Error" = "Chyba přenosu souborů";

/* Generic fields request window title */
"Form" = "Formulář";

/* No comment provided by engineer. */
"From: " = "Od:";

/* No comment provided by engineer. */
"GG Number" = "Číslo GG";

/* Error message displayed when the server reports username or password as being incorrect. */
"Group for added contacts" = "Skupina pro přidané kontakty";
"Incorrect username or password" = "Chybně zadané jméno nebo heslo";

/* No comment provided by engineer. */
"Info" = "Informace";

/* No comment provided by engineer. */
"Initializing Stream" = "Spouští se stream";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Zahájení rozhovoru s %@";

/* No comment provided by engineer. */
"Invite" = "Pozvat";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Internet Relay Chat)";

/* No comment provided by engineer. */
"Jabber ID" = "Jabber ID";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "Připojit";

/* No comment provided by engineer. */
"Kick" = "Vykopnout";

/* No comment provided by engineer. */
"Launch %@" = "Spustit %@";

/* No comment provided by engineer. */
"Let others know what I am listening to" = "Dát ostatním vědět, co poslouchám";
"Looking up server" = "Hledání serveru";

/* user mood tooltip title */
"Mood" = "Způsob";

/* Name table column header for the service discovery browser */
"Name" = "Jméno";

/* No comment provided by engineer. */
"New Mail" = "Nová zpráva";

/* Sample name and server for new IRC accounts */
"nickname" = "přezdívka";

/* Name for IRC user names */
"Nickname" = "Přezdívka";

/* No comment provided by engineer. */
"No reason was given." = "Nebyl dán žádný důvod.";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "Žádný server nebyl nastaven pro %1$@ účet %2$@. Před připojením, zadejte prosím jiný";

/* No comment provided by engineer. */
"No Server Specified" = "Nebyl zadán žádný server";

/* No comment provided by engineer. */
"Node:" = "Uzel:";

/* No comment provided by engineer. */
"OK" = "Budiž";

/* No comment provided by engineer. */
"Only when a request is accepted and the contact added to the list." = "Jen když je žádost přijata a kontakt přidán do seznamu.";
"Op" = "Op";

/* No comment provided by engineer. */
"Open Mail in Browser" = "Otevřít poštu v prohlížeči";

/* Name for the orphans group */
"Orphans" = "Sirotci";

/* No comment provided by engineer. */
"Parse Error." = "Chyba při zpracování.";

/* No comment provided by engineer. */
"Ping %@" = "Ping %@";

/* No comment provided by engineer. */
"Priority when available" = "Priorita při dostupnosti";
"Priority when away" = "Priorita při nepřítomnosti";
"Re-request Authorization from %@" = "Znovu vyžádáno ověření totožnosti od %@";

/* Connection step */
"Reading data" = "Čtou se data";

/* Connection step */
"Reading server key" = "Čte se serverový klíč";

/* No comment provided by engineer. */
"Really remove gateway?" = "Skutečně odstranit bránu?";

/* alert default button */
"Remove" = "Odstranit";

/* gateway menu item */
"Remove gateway" = "Odstranit bránu";

/* Roster - the Jabber default group */
"Resource" = "Zdroj";
"Roster" = "Rozpis";

/* No comment provided by engineer. */
"Search for Users" = "Hledat uživatele";

/* No comment provided by engineer. */
"Search Results" = "Výsledky hledání";

/* No comment provided by engineer. */
"Send" = "Odeslat";

/* No comment provided by engineer. */
"Send Message" = "Poslat zprávu";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "Služba Discovery prohlížeče";

/* No comment provided by engineer. */
"Service:" = "Služba:";

/* No comment provided by engineer. */
"Set Mood" = "Nastavit náladu";

/* No comment provided by engineer. */
"Set Nickname" = "Nastavit přezdívku";

/* No comment provided by engineer. */
"Set User Info" = "Nastavit informace o uživateli";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Nastavit důvěrné jméno.";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Nastavit telefonní číslo domů.";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Nastavit mobilní telefonní číslo.";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Nastavit tel. číslo do zaměstnání.";

/* No comment provided by engineer. */
"Show Server Certificate" = "Zobrazit certifikát serveru";

/* No comment provided by engineer. */
"Subject: " = "Předmět: ";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Dočasně skrýt z %@";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "Certifikát serveru %@ není důvěryhodný, to znamená, že totožnost serveru nemohla být automaticky ověřena. Přejete si pokračovat ve spojení?\n\nPro více informací klepněte na „Zobrazit certifikát”.";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "Zadané jméno není registrované. Ověřte zda-li bylo zadáno správně.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "Uživatel je na vašem seznamu nežádoucích.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "Ostatní uživatelé jsou dočasně nedostupní.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Toto jméno uvidí ostatní MSN přátelé.";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "Tento uzel neposkytuje žádnou službu použitelnou s touto aplikací.";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "Tento uzel poskytuje příkazy ad-hoc. Můžete je vyvolat pomocí kontextové nabídky.";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "Tato operace by mělaodstranit bránu %@ a všechny přátelé v seznamu přátel. Tuto akci nelze odvolat.";

/* user tune tooltip title */
"Tune" = "Naladit";

/* No comment provided by engineer. */
"Un-hide From %@" = "Odkrýt od %@";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "Nelze zpracovat seznam serverů na %@. Zkuste to prosím později.";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Odhlásit %@";

/* Sample name and server for new livejournal accounts */
"username" = "jméno";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "uzivatelskejmeno@jabber.org";

/* No comment provided by engineer. */
"Verify Certificate" = "Ověřit certifikát";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = "Zobrazit %1$@ profil %2$@";

/* No comment provided by engineer. */
"Voice" = "Hlas";

/* No comment provided by engineer. */
"Waiting for Response" = "Čeká se na odezvu";

/* No comment provided by engineer. */
"Warning level is too high." = "Úroveň výstrahy je příliš vysoká.";

/* No comment provided by engineer. */
"WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?" = "Upozornění! Tato akce způsobí smazání účtu %@ ze serveru Jabber a nelze ji odvolat.\nSkutečně si přejete pokračovat?";

/* No comment provided by engineer. */
"When someone asks to see my status" = "Když někdo požádá o zobrazení mého stavu";
"XML Console" = "XML Konzole";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Odeslal jste zprávu příliš rychle. Počkejte chvíli a poté to zkuste znovu.";

/* No comment provided by engineer. */
"You have 1 new message." = "Obdržel jste 1 novou zprávu.";

/* No comment provided by engineer. */
"You have mail!\n" = "Máte novou zprávu!";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Vaše zpráva pro %@ nebyla odeslána";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Vaše zpráva byla jiným uživatelem odmítnuta.";

/* No comment provided by engineer. */
"Your message was too big." = "Zpráva je příliš dlouhá.";

/* Restored from historic nib translations (arm64 revival) */
"(optional)" = "(nepovinné)";
"Accept" = "Přijmout";
"Accept and Add To List" = "Přijmout a přidat do seznamu";
"Allow plaintext authentication" = "Povolit nezabezpečené přihlášení";
"Ask What To Do" = "Dotázat se";
"Authorization Domain:" = "Autorizační doména:";
"Authorization User:" = "Autorizovat uživatele:";
"Available Priority:" = "Důležitost Dostupný:";
"Away Priority:" = "Nedostupný:";
"BOSH Server:" = "BOSH Server:";
"Chat Room Name:" = "Jméno skupinového rozhovoru:";
"Connect Server:" = "Server:";
"Connection:" = "Spojení:";
"Deny" = "Odmítnout";
"Display new mail notifications" = "Upozornění na novou poštu";
"Do strict certificate checks" = "Důkladná ověřování certifikátů";
"Either enter your XMPP server address here:" = "Také zadejte adresu vašeho XMPP serveru:";
"Encoding:" = "Kódování:";
"Encrypt connection using SSL" = "Zabezpečené SSL spojení";
"Execute commands on connect:" = "Vykonávané příkazy při pripojení:";
"File Transfer Proxies:" = "Proxy přenosu souborů:";
"Force old-style SSL" = "Vynutit starší SSL";
"Handle:" = "Řízení:";
"Hostname:" = "Jméno:";
"Invite Contacts:" = "Pozvat přátelé:";
"Let others know what iTunes is playing" = "Dát vědět ostatním aktuální název přehrávané skladby v iTunes";
"Mail:" = "E-mail:";
"Music:" = "Hudba:";
"Password:" = "Heslo:";
"Presence Subscriptions:" = "Oznámení odebírání:";
"Publish Status to Everyone" = "Zveřejnit stav komukoliv";
"Realname:" = "Skut. jméno:";
"Register New Account" = "Registrovat nový účet";
"Registering…" = "Registruje se…";
"Request New Account" = "Požadavek na nový účet";
"Require SSL/TLS" = "Vyžadovat SSL/TLS";
"Resource:" = "Zdroj:";
"Security:" = "Bezpečnost:";
"Server Name" = "Server";
"Server:" = "Server:";
"Use SIP proxy:" = "Použít SIP proxy:";
"Use UDP" = "Použít UDP";
"Username (Ident):" = "Uživatelské jméno:";
"Visit Server Homepage" = "Domovská stránka serveru";
"With Message:" = "Se zprávou:";

/* Machine-translated for the arm64 revival */
"Channel:" = "Kanál:";
"Dismiss" = "Zavřít";
"Don't download" = "Nestahovat";
"Don't show channel posts as messages" = "Nezobrazovat příspěvky z kanálů jako zprávy";
"Don't show status updates as messages" = "Nezobrazovat aktualizace stavu jako zprávy";
"Full resolution" = "Plné rozlišení";
"Logon QR Code" = "Přihlašovací QR kód";
"Phone Number" = "Telefonní číslo";
"Please enter pairing code or scan the QR code" = "Zadejte prosím párovací kód nebo naskenujte QR kód";
"Profile pictures:" = "Profilové obrázky:";
"Read" = "Přečteno";
"Separate contacts’ names with commas." = "Jména přátel oddělte čárkami.";
"Small (preview)" = "Malé (náhled)";
"This contact is calling you. Adium does not support WhatsApp calls." = "Tento přítel vám volá. Adium nepodporuje hovory WhatsApp.";
"This contact is trying to call you. Adium does not support WhatsApp calls." = "Tento přítel se vám pokouší zavolat. Adium nepodporuje hovory WhatsApp.";
"and add to list in group:" = "a přidat do seznamu ve skupině:";

/* Strings the code localizes which had never been extracted; English value = key. */
"%@ has %lu new messages." = "%@ má %lu nových zpráv.";
"...add to list in group:" = "…přidat do seznamu ve skupině:";
"Display custom emoticons" = "Zobrazovat vlastní emotikony";
"Emoticons:" = "Emotikony:";
"Encryption:" = "Zabezpečení:";
"Let others know when you are typing" = "Dát vědět ostatním, když píšete";
"One per line, / is optional. $me will be replaced with your current nickname." = "Jeden příkaz na řádek, / je nepovinné. $me bude nahrazeno vaší aktuální přezdívkou.";
"or select a public server from the list:" = "nebo vyberte veřejný server ze seznamu:";
"Port:" = "Port:";
"Status:" = "Stav:";
"Typing:" = "Psaní:";
"You have %lu new messages." = "Máte %lu nových zpráv.";

/* The rebuilt account area: the fields the protocol descriptions produce.
   Those classes live in AdiumLibpurple, so the lookup happens here. */
/* Name this computer gives itself in another device's list of linked devices. %@ is the computer's name. */
"Adium on %@" = "Adium na %@";

/* No comment provided by engineer. */
"Server" = "Server";

/* No comment provided by engineer. */
"Port" = "Port";

/* Label a service takes from AIPurpleServiceDescriptors.plist for the account name row */
"Account Name" = "Jméno účtu";

/* No comment provided by engineer. */
"Execute commands on connect" = "Vykonávané příkazy při pripojení";

/* Explains how the commands sent after connecting to IRC are written */
"One per line, without the leading slash." = "Jeden příkaz na řádek, bez úvodního /.";

/* Row asking how good a contact's picture is worth fetching */
"Profile picture quality" = "Kvalita profilových obrázků";

/* WhatsApp profile picture quality: the full sized picture */
"Original" = "Originál";

/* WhatsApp profile picture quality: the small version */
"Preview" = "Náhled";

/* WhatsApp profile picture quality: fetch no pictures at all */
"Do not load" = "Nenačítat";
